Repository: common-repository/recaptcha-for-all
Catalog: language/recaptcha-for-all-*.po
Languages: de_de, nl_nl, pt_br

source: Provider not selected. Go to the General Settings tab and choose Google or Turnstile.
de_de: Anbieter nicht ausgewählt. Gehen Sie zur Registerkarte „Allgemeine Einstellungen“ und wählen Sie „Google“ oder „Turnstile“.
nl_nl: Provider niet geselecteerd. Ga naar het tabblad Algemene instellingen en kies Google of Turnstile.
pt_br: Clique também na aba Configurações Gerais, escolha Google ou Turnstile Cloudflare.

source: Provider currently selected
de_de: Aktuell ausgewählter Anbieter
nl_nl: Provider momenteel geselecteerd
pt_br: Provedor selecionado atualmente

source: Go to the General Settings tab to change it.
de_de: Um sie zu ändern, gehen Sie zur Registerkarte „Allgemeine Einstellungen“.
nl_nl: Ga naar het tabblad Algemene instellingen om dit te wijzigen.
pt_br: Vá para a aba Configurações Gerais para alterá-la.

source: We use cookies and javascript to improve the user experience and personalise content and ads, to provide social media features and to analyze our traffic.
de_de: Wir verwenden Cookies und JavaScript, um das Benutzererlebnis zu verbessern und Inhalte und Anzeigen zu personalisieren, Funktionen für soziale Medien bereitzustellen und unseren Datenverkehr zu analysieren.
nl_nl: Wij gebruiken cookies en javascript om de gebruikerservaring te verbeteren, inhoud en advertenties te personaliseren, functies voor sociale media aan te bieden en ons verkeer te analyseren.
pt_br: Nós usamos cookies e javascript para melhorar a experiência do usuário e personalizar o conteúdo e os anúncios, para fornecer recursos de mídias sociais e para analisar o nosso tráfego.

source: We also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.
de_de: Darüber hinaus geben wir Informationen über Ihre Nutzung unserer Website an unsere Partner für soziale Medien, Werbung und Analysen weiter, die diese möglicherweise mit anderen Informationen kombinieren, die Sie ihnen bereitgestellt haben oder die sie im Rahmen Ihrer Nutzung ihrer Dienste erfasst haben.
nl_nl: We delen ook informatie over uw gebruik van onze site met onze partners op het gebied van sociale media, reclame en analyse. Zij kunnen deze informatie combineren met andere informatie die u aan hen hebt verstrekt of die zij hebben verzameld via uw gebruik van hun diensten.
pt_br: Podemos também compartilhar informações sobre seu uso do nosso site com nossos meios de comunicação social, de publicidade e parceiros de análise que pode combiná-lo com outras informações que você tenha fornecido a eles ou que eles já recolhidas através da utilização de seus serviços.

source: If you disagree, please, press BACK on your browser.
de_de: Wenn Sie nicht einverstanden sind, drücken Sie in Ihrem Browser bitte ZURÜCK.
nl_nl: Als u het er niet mee eens bent, klikt u op TERUG in uw browser.
pt_br: Se você discorda, por favor, pressione VOLTAR no seu navegador.

source: I Agree
de_de: Ich stimme zu
nl_nl: Ik ga akkoord
pt_br: Eu Concordo

source: Manage Message and Button
de_de: Nachricht und Schaltfläche verwalten
nl_nl: Bericht en knop beheren
pt_br: Gerenciar Mensagem e Botão

source: You can create and edit the message and the button will show up when the user visit your site for the first time, change device or cookie expire (60 days).
de_de: Sie können die Nachricht erstellen und bearbeiten und die Schaltfläche wird angezeigt, wenn der Benutzer Ihre Site zum ersten Mal besucht, das Gerät wechselt oder das Cookie abläuft (60 Tage).
nl_nl: U kunt het bericht maken en bewerken en de knop wordt weergegeven wanneer de gebruiker uw site voor het eerst bezoekt, het apparaat verandert of de cookie verloopt (60 dagen).
pt_br: Você pode criar e editar a mensagem e o botão será exibido quando o usuário visitar o seu site pela primeira vez, ou alterar o dispositivo ou quando o cookie expirar (60 dias).

source: HTML allow:
de_de: HTML zulassen:
nl_nl: HTML staat toe:
pt_br: HTML permitido:

source: Leave the field empty to show up the default value.
de_de: Lassen Sie das Feld leer, um den Standardwert anzuzeigen.
nl_nl: Laat het veld leeg om de standaardwaarde weer te geven.
pt_br: Deixe o campo vazio para mostrar o valor padrão.

source: You can also use this kind of message: "Are You Human?" with the button "Yes".
de_de: Sie können auch diese Art von Nachricht verwenden: „Sind Sie ein Mensch?“ mit der Schaltfläche „Ja“.
nl_nl: U kunt ook dit soort bericht gebruiken: "Bent u een mens?" met de knop "Ja".
pt_br: Você também pode usar este tipo de mensagem: "Você é Humano?" com o botão "Sim".

source: It is up to you.
de_de: Es liegt an Ihnen.
nl_nl: Het is aan jou.
pt_br: É você quem decide.

source: Message
de_de: Nachricht
nl_nl: Bericht
pt_br: Mensagem

source: Text Button
de_de: Text-Schaltfläche
nl_nl: Tekstknop
pt_br: Texto Do Botão

source: Activate or Deactivate the plugin, set Google or Turnstile, set the minimum IP score and block visits from China.
de_de: Aktivieren oder deaktivieren Sie das Plugin, stellen Sie Google oder Turnstile ein, legen Sie den Mindest-IP-Score fest und blockieren Sie Besuche aus China.
nl_nl: Activeer of deactiveer de plug-in, stel Google of Turnstile in, stel de minimale IP-score in en blokkeer bezoeken uit China.
pt_br: Ativar ou Desativar o plugin, definir a pontuação mínima de IP e blocar visitas da China.

source: Info about score
de_de: Infos zum Score
nl_nl: Info over score
pt_br: Informações sobre pontuação

source: For each interaction, Google return a IP score.
de_de: Für jede Interaktion gibt Google einen IP-Score zurück.
nl_nl: Voor elke interactie retourneert Google een IP-score.
pt_br: Para cada interação, o google retornar uma pontuação de IP.

source: 1.0 is very likely a good interaction, 0.0 is very likely a bot. We suggest you begin with 0.7
de_de: 1,0 ist sehr wahrscheinlich eine gute Interaktion, 0,0 ist sehr wahrscheinlich ein Bot. Wir empfehlen, mit 0,7 zu beginnen
nl_nl: 1.0 is zeer waarschijnlijk een goede interactie, 0.0 is zeer waarschijnlijk een bot. We raden u aan om te beginnen met 0.7
pt_br: 1.0 é muito provável que seja uma boa interação, 0.0, é muito provável que seja um bot. Sugerimos que você comece com 0,7

source: You can see details and your history chart at your Google.com site dashboard.
de_de: Sie können Einzelheiten und Ihr Verlaufsdiagramm auf Ihrem Site-Dashboard auf Google.com sehen.
nl_nl: U kunt de details en uw geschiedenis bekijken op het dashboard van uw Google.com-site.
pt_br: Você pode ver os detalhes e o seu gráfico de história no Google.com site (dashboard).

source: Just mark Yes to activate the plugin.
de_de: Markieren Sie einfach „Ja“, um das Plugin zu aktivieren.
nl_nl: Selecteer Ja om de plugin te activeren.
pt_br: Basta marcar Sim para ativar o plugin.

source: Yes
de_de: Ja
nl_nl: Ja
pt_br: Sim

source: No
de_de: NEIN
nl_nl: Nee
pt_br: Não

source: Choose Google reCAPTCHA or Cloudflare Turnstile.
de_de: Wählen Sie Google reCAPTCHA oder Cloudflare Turnstile.
nl_nl: Kies Google reCAPTCHA of Cloudflare Turnstile.
pt_br: Escolha Google reCAPTCHA ou Cloudflare Turnstile.

source: Turnstile
de_de: Drehkreuz
nl_nl: Tourniquet
pt_br: Catraca

source: Select the score minimum (Works only with Google) of the visitor to access your site:
de_de: Wählen Sie die Mindestpunktzahl (funktioniert nur mit Google) des Besuchers aus, um auf Ihre Site zuzugreifen:
nl_nl: Selecteer de minimumscore (werkt alleen met Google) van de bezoeker om toegang te krijgen tot uw site:
pt_br: Selecione a pontuação mínima para permitir ao visitante acessar o seu site:

source: Just mark Yes to Block Visits from China.
de_de: Markieren Sie einfach „Ja“, um Besuche aus China zu blockieren.
nl_nl: Selecteer 'Ja' om bezoeken uit China te blokkeren.
pt_br: Basta marcar Sim para Bloquear Visitas da China.

source: Testing Steps:
de_de: Testschritte:
nl_nl: Teststappen:
pt_br: Etapas de teste:

source: 1. Clear your browser cookies. (cookie name: recaptcha_cookie).
de_de: 1. Löschen Sie die Cookies Ihres Browsers. (Cookie-Name: recaptcha_cookie).
nl_nl: 1. Wis de cookies van uw browser (cookienaam: recaptcha_cookie).
pt_br: 1. Limpe os cookies do seu navegador. (nome do cookie: recaptcha_cookie).

source: Conduct a Google search on how to clear cookies if needed.
de_de: Führen Sie bei Google eine Suche durch, um herauszufinden, wie Sie Cookies bei Bedarf löschen können.
nl_nl: Zoek op Google naar hoe u cookies kunt wissen, indien nodig.
pt_br: Faça uma pesquisa no Google sobre como limpar cookies, se necessário.

source: 2. Log out of your account.
de_de: 2. Melden Sie sich von Ihrem Konto ab.
nl_nl: 2. Log uit bij uw account.
pt_br: 2. Saia da sua conta.

source: 3. Visit your website's frontend and check for the presence of the captcha box.
de_de: 3. Besuchen Sie das Frontend Ihrer Website und prüfen Sie, ob das Captcha-Feld vorhanden ist.
nl_nl: 3. Ga naar de frontend van uw website en controleer of het captcha-vak aanwezig is.
pt_br: 3. Visite o frontend do seu site e verifique a presença da caixa captcha.

source: 4. Return to the plugin dashboard in the admin panel.
de_de: 4. Kehren Sie zum Plugin-Dashboard im Admin-Bereich zurück.
nl_nl: 4. Ga terug naar het plugin-dashboard in het admin-paneel.
pt_br: 4. Retorne ao painel do plugin no painel de administração.

source: 5. Navigate to the "Analytics" tab after a few minutes.
de_de: 5. Navigieren Sie nach einigen Minuten zur Registerkarte „Analytics“.
nl_nl: 5. Navigeer na een paar minuten naar het tabblad 'Analytics'.
pt_br: 5. Navegue até a guia “Analytics” após alguns minutos.

source: or
de_de: oder
nl_nl: of
pt_br: ou

source: 6. Access your site using a different IP address and device.
de_de: 6. Greifen Sie mit einer anderen IP-Adresse und einem anderen Gerät auf Ihre Site zu.
nl_nl: 6. Bezoek uw site met een ander IP-adres en apparaat.
pt_br: 6. Acesse seu site usando um endereço IP e dispositivo diferente.

source: Manage Whitelist IP and String
de_de: Whitelist-IP und -String verwalten
nl_nl: Beheer whitelist IP en string
pt_br: Gerir a lista de permissões de IP e Strings

source: You can create and manage whitelist of users and bots will skip the reCAPTCHA/Turnstile.
de_de: Sie können Whitelists von Benutzern erstellen und verwalten und Bots überspringen das reCAPTCHA/Turnstile.
nl_nl: U kunt een witte lijst met gebruikers en bots maken en beheren, zodat deze de reCAPTCHA/Turnstile overslaan.
pt_br: Você pode criar e gerenciar uma whitelist de usuários e bots que irão ignorar o reCAPTCHA/Turnstile.

source: Don't use HTML, only plain text
de_de: Verwenden Sie kein HTML, nur einfachen Text
nl_nl: Gebruik geen HTML, alleen platte tekst
pt_br: Não utilize HTML, apenas texto sem formatação

source: Your IP is:
de_de: Ihre IP ist:
nl_nl: Uw IP is:
pt_br: O seu IP é:

source: IPs Whitelist:
de_de: IP-Whitelist:
nl_nl: IP-witte lijst:
pt_br: IPs permitidos:

source: String Whitelist:
de_de: Zeichenfolgen-Whitelist:
nl_nl: String-witte lijst:
pt_br: Lista De Permissões (strings):

source: reCAPTCHA and Turnstile Quick Start Guide
de_de: Kurzanleitung für reCAPTCHA und Drehkreuze
nl_nl: reCAPTCHA en draaikruis snelstartgids
pt_br: Guia de início rápido do reCAPTCHA e Turnstile

source: Welcome!
de_de: Willkommen!
nl_nl: Welkom!
pt_br: Bem-vindo!

source: This plugin protects your site against bots by using invisible reCAPTCHA v3 (Google) or Cloudflare Turnstile. You can choose to apply this protection to all pages or only selected ones. You can also protect Login Form (Forgot Password and Register) and Comment Form. Please check the Design and Analytics tabs to take advantage of these incredible features.
de_de: Dieses Plugin schützt Ihre Site vor Bots, indem es unsichtbares reCAPTCHA v3 (Google) oder Cloudflare Turnstile verwendet. Sie können diesen Schutz auf alle Seiten oder nur auf ausgewählte anwenden. Sie können auch das Anmeldeformular (Passwort vergessen und Registrieren) und das Kommentarformular schützen. Bitte überprüfen Sie die Registerkarten „Design“ und „Analyse“, um diese unglaublichen Funktionen zu nutzen.
nl_nl: Deze plugin beschermt uw site tegen bots door gebruik te maken van onzichtbare reCAPTCHA v3 (Google) of Cloudflare Turnstile. U kunt ervoor kiezen om deze bescherming toe te passen op alle pagina's of alleen op geselecteerde pagina's. U kunt ook Login Form (Wachtwoord vergeten en Registreren) en Comment Form beschermen. Controleer de tabbladen Design en Analytics om te profiteren van deze ongelooflijke functies.
pt_br: Este plugin protege seu site contra bots usando o reCAPTCHA v3 invisível (Google) ou o Cloudflare Turnstile. Você pode escolher aplicar essa proteção a todas as páginas ou apenas às selecionadas. Você também pode proteger o Formulário de Login (Esqueceu a Senha e Registrar) e o Formulário de Comentários. Verifique as abas Design e Analytics para aproveitar essas incríveis funcionalidades.

source: Requirements:
de_de: Anforderungen:
nl_nl: Vereisten:
pt_br: Requisitos:

source: A Google Site Key and Secret Key for reCAPTCHA v3 or
de_de: Ein Google Site Key und Secret Key für reCAPTCHA v3 oder
nl_nl: Een Google-sitesleutel en geheime sleutel voor reCAPTCHA v3 of
pt_br: Uma chave do site do Google e uma chave secreta para reCAPTCHA v3 ou

source: Turnstile keys from Cloudflare.
de_de: Drehkreuzschlüssel von Cloudflare.
nl_nl: Draaipoortsleutels van Cloudflare.
pt_br: Chaves para Turnstile Cloudflare.

source: Getting Your Keys:
de_de: So erhalten Sie Ihre Schlüssel:
nl_nl: Uw sleutels ophalen:
pt_br: Obtendo suas chaves:

source: For Google reCAPTCHA v3 keys, visit:
de_de: Die Schlüssel für Google reCAPTCHA v3 finden Sie unter:
nl_nl: Voor Google reCAPTCHA v3-sleutels, bezoek:
pt_br: Para chaves do Google reCAPTCHA v3, visite:

source: For Cloudflare Turnstile keys, visit:
de_de: Die Cloudflare-Drehkreuzschlüssel finden Sie unter:
nl_nl: Voor Cloudflare Turnstile-sleutels, bezoek:
pt_br: Para obter o requerido reCAPTCHA 3 key do Cloudflare, visite:

source: Choosing Widget Type:
de_de: Widget-Typ auswählen:
nl_nl: Widgettype kiezen:
pt_br: Selecionando o tipo de widget:

source: Cloudflare Turnstile offers three widget types. You can select your preferred type where you obtain your keys. We suggest try the Invisible.
de_de: Cloudflare Turnstile bietet drei Widgettypen. Sie können den gewünschten Typ auswählen, von dem Sie Ihre Schlüssel erhalten. Wir empfehlen, den unsichtbaren Typ auszuprobieren.
nl_nl: Cloudflare Turnstile biedt drie widgettypes. U kunt het type selecteren waar u uw sleutels vandaan haalt. Wij raden aan om de Invisible te proberen.
pt_br: O Cloudflare Turnstile oferece três tipos de widget. Você pode selecionar seu tipo preferidoonde você obtém suas chaves. Sugerimos tentar o Invisible.

source: How the Plugin Works:
de_de: So funktioniert das Plugin:
nl_nl: Hoe de plugin werkt:
pt_br: Como o plugin funciona:

source: First Visit:
de_de: Erster Besuch:
nl_nl: Eerste bezoek:
pt_br: Primeira visita:

source: On a user's first visit to your site, they will see a box with a message and a button.
de_de: Wenn ein Benutzer Ihre Site zum ersten Mal besucht, wird ihm ein Feld mit einer Nachricht und einer Schaltfläche angezeigt.
nl_nl: Wanneer een gebruiker uw site voor het eerst bezoekt, ziet hij een vak met een bericht en een knop.
pt_br: A primeira vez que o usuário visitar o seu site, vai aparecer uma caixa com uma mensagem e um botão.

source: To protect your content from being stolen, safeguard your SEO, and prevent vulnerability scans, the plugin displays an image (such as a screenshot of your page) instead of the actual content. You can customize this image in the Design tab.
de_de: Um Ihre Inhalte vor Diebstahl zu schützen, Ihre SEO zu sichern und Schwachstellenscans zu verhindern, zeigt das Plugin anstelle des eigentlichen Inhalts ein Bild (z. B. einen Screenshot Ihrer Seite) an. Sie können dieses Bild auf der Registerkarte „Design“ anpassen.
nl_nl: Om te voorkomen dat uw content wordt gestolen, uw SEO te beschermen en kwetsbaarheidsscans te voorkomen, toont de plugin een afbeelding (zoals een screenshot van uw pagina) in plaats van de daadwerkelijke content. U kunt deze afbeelding aanpassen in het tabblad Ontwerp.
pt_br: Para proteger seu conteúdo de ser roubado, salvaguardar seu SEO e evitar varreduras de vulnerabilidade, o plugin exibe uma imagem (como uma captura de tela da sua página) em vez do conteúdo real. Você pode personalizar essa imagem na aba Design.

source: Verification:
de_de: Überprüfung:
nl_nl: Verificatie:
pt_br: Verificação:

source: When the user clicks the button, the plugin sends a request to Google or Cloudflare to check the IP address.
de_de: Wenn der Benutzer auf die Schaltfläche klickt, sendet das Plugin eine Anfrage an Google oder Cloudflare, um die IP-Adresse zu überprüfen.
nl_nl: Wanneer de gebruiker op de knop klikt, stuurt de plugin een verzoek naar Google of Cloudflare om het IP-adres te controleren.
pt_br: Quando o usuário clica no botão, o plugin envia uma solicitação ao Google ou Cloudflarepara verificar o endereço IP.

source: Google or Cloudflare will then provide an IP score (Note: Turnstile does not offer an IP score; the user's browser must accept cookies and have JavaScript enabled).
de_de: Google oder Cloudflare stellen dann einen IP-Score bereit (Hinweis: Turnstile bietet keinen IP-Score; der Browser des Benutzers muss Cookies akzeptieren und JavaScript aktiviert haben).
nl_nl: Google of Cloudflare geeft vervolgens een IP-score (Let op: Turnstile geeft geen IP-score; de browser van de gebruiker moet cookies accepteren en JavaScript ingeschakeld hebben).
pt_br: O Google ou o Cloudflare fornecerão uma pontuação de IP (Observação: o Turnstile não ofereceuma pontuação de IP; o navegador do usuário deve aceitar cookies e ter o JavaScript habilitado).

source: Based on the score you set, the plugin will either allow access to the page or block it with a forbidden error.
de_de: Basierend auf der von Ihnen festgelegten Punktzahl erlaubt das Plugin entweder den Zugriff auf die Seite oder blockiert sie mit einem verbotenen Fehler.
nl_nl: Afhankelijk van de score die u instelt, geeft de plugin toegang tot de pagina of blokkeert deze de pagina met een verboden foutmelding.
pt_br: Em seguida, o plugin irá permitir que o usuário com boa pontuação (pontuação limite é você quem define) carregar a página ou irá bloquear com um erro de acesso proibido.

source: Bots Not Blocked:
de_de: Nicht blockierte Bots:
nl_nl: Bots niet geblokkeerd:
pt_br: Bots não bloqueados:

source: The plugin does not block well-known bots like Google, Bing (Microsoft), Facebook, Slurp (Yahoo), and Twitter. You can add additional IPs or User Agents to the whitelist.
de_de: Das Plugin blockiert keine bekannten Bots wie Google, Bing (Microsoft), Facebook, Slurp (Yahoo) und Twitter. Sie können der Whitelist zusätzliche IPs oder User Agents hinzufügen.
nl_nl: De plugin blokkeert geen bekende bots zoals Google, Bing (Microsoft), Facebook, Slurp (Yahoo) en Twitter. U kunt extra IP's of User Agents toevoegen aan de whitelist.
pt_br: O plugin não bloqueia bots conhecidos como Google, Bing (Microsoft), Facebook, Slurp (Yahoo) e Twitter. Você pode adicionar IPs ou User Agents adicionais à lista de permissões.

source: Setup Steps:
de_de: Einrichtungsschritte:
nl_nl: Installatiestappen:
pt_br: Etapas de teste:

source: Manage Keys:
de_de: Schlüssel verwalten:
nl_nl: Sleutels beheren:
pt_br: Gerenciar Chaves:

source: Click the 'Manage Keys' tab to enter your Google or Cloudflare Turnstile keys.
de_de: Klicken Sie auf die Registerkarte „Schlüssel verwalten“, um Ihre Google- oder Cloudflare-Turnstile-Schlüssel einzugeben.
nl_nl: Klik op het tabblad 'Sleutels beheren' om uw Google- of Cloudflare Turnstile-sleutels in te voeren.
pt_br: Clique na aba "Gerenciar Chaves" para inserir suas chaves do Google ou Cloudflare Turnstile.

source: Manage Messages:
de_de: Nachrichten verwalten:
nl_nl: Berichten beheren:
pt_br: Gerenciar Mensagem:

source: Click the 'Manage Messages' tab to customize the message and button text if needed.
de_de: Klicken Sie auf die Registerkarte „Nachrichten verwalten“, um die Nachricht und den Schaltflächentext bei Bedarf anzupassen.
nl_nl: Klik op het tabblad 'Berichten beheren' om het bericht en de knoptekst indien nodig aan te passen.
pt_br: Depois disso, clique na guia Gerenciar Mensagens para editar a sua mensagem e o texto do botão, se necessário.

source: General Settings:
de_de: Allgemeine Einstellungen:
nl_nl: Algemene instellingen:
pt_br: Definições Gerais:

source: Go to the 'General Settings' tab to choose between Google reCAPTCHA or Cloudflare Turnstile. If you select Google, set your desired IP score threshold.
de_de: Gehen Sie zur Registerkarte „Allgemeine Einstellungen“, um zwischen Google reCAPTCHA oder Cloudflare Turnstile zu wählen. Wenn Sie Google auswählen, legen Sie den gewünschten IP-Score-Schwellenwert fest.
nl_nl: Ga naar het tabblad 'Algemene instellingen' om te kiezen tussen Google reCAPTCHA of Cloudflare Turnstile. Als u Google selecteert, stelt u uw gewenste IP-scoredrempel in.
pt_br: Vá para a aba 'Configurações Gerais' para escolher entre Google reCAPTCHA ou CloudflareTurnstile. Se você selecionar Google, defina seu limite de pontuação de IP desejado.

source: Manage Pages:
de_de: Seiten verwalten:
nl_nl: Pagina's beheren:
pt_br: Gerenciar Páginas:

source: In the 'Manage Pages' tab, select the pages and/or posts where you want reCAPTCHA or Turnstile enabled.
de_de: Wählen Sie auf der Registerkarte „Seiten verwalten“ die Seiten und/oder Beiträge aus, für die Sie reCAPTCHA oder Turnstile aktivieren möchten.
nl_nl: Selecteer op het tabblad 'Pagina's beheren' de pagina's en/of berichten waarvoor u reCAPTCHA of Turnstile wilt inschakelen.
pt_br: Vá para a guia Gerenciar páginas e escolha as páginas e/ou postagens para ativar o reCAPTCHA/Turnstile.

source: Whitelist:
nl_nl: Witte lijst:
pt_br: IPs permitidos:

source: Use the 'Manage Whitelist' tab to add IPs and User Agents that should be exempt from the checks. Don't forget to add your IP.
de_de: Verwenden Sie die Registerkarte „Whitelist verwalten“, um IPs und Benutzeragenten hinzuzufügen, die von den Prüfungen ausgenommen werden sollen. Vergessen Sie nicht, Ihre IP hinzuzufügen.
nl_nl: Gebruik het tabblad 'Manage Whitelist' om IP's en User Agents toe te voegen die vrijgesteld moeten worden van de controles. Vergeet niet om uw IP toe te voegen.
pt_br: Use a aba 'Manage Whitelist' para adicionar IPs e User Agents que devem ser isentosdas verificações. Não esqueça de adicionar seu IP.

source: Testing:
de_de: Testen:
nl_nl: Testen:
pt_br: Etapas de teste:

source: To test the setup, try accessing your site from a different device or IP address where you haven’t logged in before. You can also try disabling cookies in your browser.
de_de: Um das Setup zu testen, versuchen Sie, von einem anderen Gerät oder einer anderen IP-Adresse aus auf Ihre Site zuzugreifen, bei der Sie sich zuvor nicht angemeldet haben. Sie können auch versuchen, Cookies in Ihrem Browser zu deaktivieren.
nl_nl: Om de installatie te testen, probeer je je site te openen vanaf een ander apparaat of IP-adres waar je nog niet eerder bent ingelogd. Je kunt ook proberen cookies uit te schakelen in je browser.
pt_br: Para testar a configuração, tente acessar seu site de um dispositivo ou endereço IP diferente onde você não tenha feito login antes. Você também pode tentar desabilitar cookies em seu navegador.

source: Need Help?
de_de: Benötigen Sie Hilfe?
nl_nl: Hulp nodig?
pt_br: Precisar de ajuda?
