Repository: common-repository/recaptcha-for-all
Catalog: language/recaptcha-for-all-*.po
Languages: de_de, nl_nl, pt_br

source: Our plugin
de_de: Unser Plugin
nl_nl: Onze plug-in
pt_br: Nosso plugin

source: cannot function properly because your WordPress Memory Limit is too low. Your site will experience serious issues, even if you deactivate our plugin.
de_de: kann nicht richtig funktionieren, weil Ihr WordPress-Speicherlimit zu niedrig ist. Ihre Site wird ernsthafte Probleme haben, selbst wenn Sie unser Plugin deaktivieren.
nl_nl: kan niet goed functioneren omdat uw WordPress-geheugenlimiet te laag is. Uw site zal ernstige problemen ondervinden, zelfs als u onze plugin deactiveert.
pt_br: não pode funcionar corretamente porque o limite de memória do WordPress é muito baixo. Seu site enfrentará sérios problemas, mesmo se você desativar nosso plugin.

source: Learn more
de_de: Mehr erfahren
nl_nl: Meer informatie
pt_br: Saber mais

source: Your site has errors.
de_de: Ihre Site weist Fehler auf.
nl_nl: Er zijn fouten op uw site.
pt_br: Seu site contém erros.

source: can't function as intended. Errors, including JavaScript errors, may lead to visual problems or disrupt functionality, from minor glitches to critical site failures. Promptly address these issues before continuing.
de_de: kann nicht wie vorgesehen funktionieren. Fehler, einschließlich JavaScript-Fehler, können zu visuellen Problemen führen oder die Funktionalität beeinträchtigen, von kleinen Störungen bis hin zu kritischen Site-Ausfällen. Beheben Sie diese Probleme umgehend, bevor Sie fortfahren.
nl_nl: kan niet functioneren zoals bedoeld. Fouten, waaronder JavaScript-fouten, kunnen leiden tot visuele problemen of de functionaliteit verstoren, van kleine storingen tot kritieke sitestoringen. Los deze problemen onmiddellijk op voordat u verdergaat.
pt_br: não pode funcionar como pretendido. Erros, incluindo erros de JavaScript, podem levar a problemas visuais ou interromper a funcionalidade, desde pequenas falhas até falhas críticas do site. Resolva esses problemas imediatamente antes de continuar.

source: Critical Issues
de_de: Kritische Probleme
nl_nl: Kritieke kwesties
pt_br: Questões críticas

source: Displaying the latest recurring errors from your error log file and eventually alert about low WordPress memory limit is a courtesy of plugin
de_de: Die Anzeige der neuesten wiederkehrenden Fehler aus Ihrer Fehlerprotokolldatei und eventuelle Warnungen über niedrige WordPress-Speichergrenzen sind eine Funktion des Plugins
nl_nl: Het weergeven van de laatste terugkerende fouten uit uw foutenlogboekbestand en uiteindelijk een waarschuwing over een lage geheugenlimiet voor WordPress is een service van de plugin
pt_br: Exibir os erros recorrentes mais recentes do seu arquivo de log de erros e, eventualmente, alertar sobre o limite baixo de memória do WordPress é uma cortesia do plugin

source: Disabling our plugin does not stop the errors from occurring; it simply means you will no longer be notified here that they are happening, but they can still harm your site.
de_de: Durch das Deaktivieren unseres Plugins werden die Fehler nicht verhindert. Es bedeutet lediglich, dass Sie hier nicht mehr über deren Auftreten informiert werden. Ihre Site kann jedoch weiterhin Schaden nehmen.
nl_nl: Het uitschakelen van onze plugin voorkomt niet dat de fouten optreden; het betekent alleen dat u hier niet langer op de hoogte wordt gesteld dat ze optreden, maar ze kunnen nog steeds schadelijk zijn voor uw site.
pt_br: Desativar nosso plugin não impede a ocorrência de erros; significa simplesmente que você não será mais notificado aqui sobre o que está acontecendo, mas ainda pode prejudicar o seu site.

source: Potential Problems
de_de: Mögliche Probleme
nl_nl: Mogelijke problemen
pt_br: Problemas potenciais

source: Low WordPress Memory Limit
de_de: Niedriges WordPress-Speicherlimit
nl_nl: Lage WordPress-geheugenlimiet
pt_br: Limite baixo de memória WordPress

source: Your usage now
de_de: Ihr Verbrauch jetzt
nl_nl: Uw gebruik nu
pt_br: Seu uso agora

source: Total Php Server Memory
de_de: Gesamter PHP-Serverspeicher
nl_nl: Totaal PHP-servergeheugen
pt_br: Memória total do servidor PHP

source: Your WordPress Memory Limit is too low, which can lead to critical issues on your site due to insufficient resources. Promptly address this issue before continuing.
de_de: Ihr WordPress-Speicherlimit ist zu niedrig, was aufgrund unzureichender Ressourcen zu kritischen Problemen auf Ihrer Site führen kann. Beheben Sie dieses Problem umgehend, bevor Sie fortfahren.
nl_nl: Uw WordPress-geheugenlimiet is te laag, wat kan leiden tot kritieke problemen op uw site vanwege onvoldoende bronnen. Los dit probleem onmiddellijk op voordat u verdergaat.
pt_br: O limite de memória do WordPress é muito baixo, o que pode levar a problemas críticos no seu site devido à insuficiência de recursos. Resolva esse problema imediatamente antes de continuar.

source: Learn More
de_de: Mehr erfahren
nl_nl: Meer informatie
pt_br: Saber mais

source: Site Errors
de_de: Site-Fehler
nl_nl: Sitefouten
pt_br: Erros do site

source: Your site has experienced errors for the past 2 days. These errors, including JavaScript issues, can result in visual problems or disrupt functionality, ranging from minor glitches to critical site failures. JavaScript errors can terminate JavaScript execution, leaving all subsequent commands inoperable.
de_de: Auf Ihrer Website sind in den letzten 2 Tagen Fehler aufgetreten. Diese Fehler, darunter auch JavaScript-Probleme, können zu visuellen Problemen oder Funktionsstörungen führen, die von kleineren Störungen bis hin zu schwerwiegenden Website-Fehlern reichen. JavaScript-Fehler können die Ausführung von JavaScript beenden und alle nachfolgenden Befehle funktionsunfähig machen.
nl_nl: Er zijn de afgelopen 2 dagen fouten opgetreden op uw site. Deze fouten, waaronder JavaScript-problemen, kunnen visuele problemen veroorzaken of de functionaliteit verstoren, variërend van kleine storingen tot kritieke sitestoringen. JavaScript-fouten kunnen de uitvoering van JavaScript beëindigen, waardoor alle daaropvolgende opdrachten niet meer werken.
pt_br: Seu site apresentou erros nos últimos 2 dias. Esses erros, incluindo problemas de JavaScript, podem resultar em problemas visuais ou interromper a funcionalidade, desde pequenas falhas até falhas críticas do site. Erros de JavaScript podem encerrar a execução do JavaScript, deixando todos os comandos subsequentes inoperantes.

source: This is a partial list of the errors found.
de_de: Dies ist eine unvollständige Liste der gefundenen Fehler.
nl_nl: Dit is een gedeeltelijke lijst van de gevonden fouten.
pt_br: Esta é uma lista parcial dos erros encontrados.

source: These are critical issues that can have a significant impact on your site's performance. They can cause many plugins and functionalities to malfunction and, in some cases, render your site completely inoperative, depending on their severity. Address them promptly.
de_de: Dies sind kritische Probleme, die erhebliche Auswirkungen auf die Leistung Ihrer Website haben können. Sie können zu Fehlfunktionen vieler Plugins und Funktionen führen und in einigen Fällen, je nach Schweregrad, Ihre Website vollständig funktionsunfähig machen. Beheben Sie sie umgehend.
nl_nl: Dit zijn kritieke problemen die een aanzienlijke impact kunnen hebben op de prestaties van uw site. Ze kunnen ervoor zorgen dat veel plugins en functionaliteiten niet goed werken en in sommige gevallen uw site volledig onbruikbaar maken, afhankelijk van de ernst ervan. Pak ze snel aan.
pt_br: Estas são questões críticas que podem ter um impacto significativo no desempenho do seu site. Eles podem causar o mau funcionamento de muitos plugins e funcionalidades e, em alguns casos, tornar seu site completamente inoperante, dependendo de sua gravidade. Aborde-os imediatamente.

source: We're sorry to hear that you're leaving.
de_de: Wir bedauern Ihr Weggehen.
nl_nl: We vinden het jammer dat je weggaat.
pt_br: Lamentamos saber que você está indo embora.

source: Hello,
de_de: Hallo,
nl_nl: Hallo,
pt_br: Olá,

source: Thank you for using our products. Before you deactivate, we'd like to offer a few options to improve your experience:
de_de: Vielen Dank, dass Sie unsere Produkte verwenden. Bevor Sie sie deaktivieren, möchten wir Ihnen einige Optionen zur Verbesserung Ihres Erlebnisses anbieten:
nl_nl: Bedankt voor het gebruiken van onze producten. Voordat u ze deactiveert, willen we u graag een paar opties aanbieden om uw ervaring te verbeteren:
pt_br: Obrigado por usar nossos produtos. Antes de desativar, gostaríamos de oferecer algumas opções para melhorar sua experiência:

source: Explore more plugins - Discover our other free plugins and themes.
de_de: Weitere Plugins erkunden – Entdecken Sie unsere anderen kostenlosen Plugins und Designs.
nl_nl: Ontdek meer plug-ins - Ontdek onze andere gratis plug-ins en thema's.
pt_br: Explore mais plugins - Descubra nossos outros plugins e temas gratuitos.

source: Support - Need help? Visit our support page.
de_de: Support - Brauchen Sie Hilfe? Besuchen Sie unsere Support-Seite.
nl_nl: Ondersteuning - Hulp nodig? Bezoek onze ondersteuningspagina.
pt_br: Suporte - Precisa de ajuda? Visite nossa página de suporte.

source: Cancel deactivation - Changed your mind? Keep using this plugin.
de_de: Deaktivierung abbrechen – Sie haben es sich anders überlegt? Verwenden Sie dieses Plugin weiterhin.
nl_nl: Deactivering annuleren - Van gedachten veranderd? Blijf deze plugin gebruiken.
pt_br: Cancelar desativação - Mudou de ideia? Continue usando este plugin.

source: Deactivate - Proceed with deactivation.
de_de: Deaktivieren – Mit der Deaktivierung fortfahren.
nl_nl: Deactiveren - Ga verder met deactiveren.
pt_br: Desativar - Prosseguir com a desativação.

source: Trusted by over 50,000 users, our 20+ free plugins and 6 themes can supercharge your site's security, functionality, and backups.
de_de: Mehr als 50.000 Benutzer vertrauen auf unsere über 20 kostenlosen Plug-Ins und 6 Designs, die die Sicherheit, Funktionalität und Backups Ihrer Site optimieren können.
nl_nl: Onze 20+ gratis plug-ins en 6 thema's worden vertrouwd door meer dan 50.000 gebruikers en kunnen de beveiliging, functionaliteit en back-ups van uw site aanzienlijk verbeteren.
pt_br: Com a confiança de mais de 50.000 usuários, nossos mais de 20 plugins gratuitos e 6 temas podem turbinar a segurança, a funcionalidade e os backups do seu site.

source: Best regards!
de_de: Beste grüße!
nl_nl: Hartelijke groeten!
pt_br: Atenciosamente!

source: Discover New FREE Plugins
de_de: Entdecken Sie neue KOSTENLOSE Plugins
nl_nl: Ontdek nieuwe GRATIS plug-ins
pt_br: Descubra novos plugins GRATUITOS

source: Support Page
de_de: Support-Seite
nl_nl: Ondersteuningspagina
pt_br: Página de Suporte

source: Cancel
de_de: Stornieren
nl_nl: Annuleren
pt_br: Cancelar

source: Just Deactivate
de_de: Einfach deaktivieren
nl_nl: Gewoon deactiveren
pt_br: Apenas desative

source: Manage Pages
de_de: Seiten verwalten
nl_nl: Pagina's beheren
pt_br: Gerenciar Páginas

source: Choose the pages and/or posts to enable reCAPTCHA/Turnstile.
de_de: Wählen Sie die Seiten und/oder Beiträge aus, um reCAPTCHA/Turnstile zu aktivieren.
nl_nl: Kies de pagina's en/of berichten waarvoor u reCAPTCHA/Turnstile wilt inschakelen.
pt_br: Escolha as páginas e/ou posts onde habilitar o reCAPTCHA.

source: Enable reCAPTCHA/Turnstile on all Pages and Posts?
de_de: reCAPTCHA/Turnstile auf allen Seiten und Beiträgen aktivieren?
nl_nl: reCAPTCHA/Turnstile inschakelen op alle pagina's en berichten?
pt_br: Habilitar o reCAPTCHA em todas as Páginas e Posts?

source: Yes, all pages and posts
de_de: Ja, alle Seiten und Beiträge
nl_nl: Ja, alle pagina's en berichten
pt_br: Sim, todas as páginas e posts

source: Yes, all pages only
de_de: Ja, nur alle Seiten
nl_nl: Ja, alleen alle pagina's
pt_br: Sim, todas as páginas apenas

source: Yes, all posts only
de_de: Ja, nur alle Beiträge
nl_nl: Ja, alleen alle berichten
pt_br: Sim, todos os posts apenas

source: No, I will choose below where enable *
de_de: Nein, ich wähle unten aus, wo aktiviert werden soll *
nl_nl: Nee, ik kies hieronder waar ik het wil inschakelen *
pt_br: Não, eu vou escolher abaixo onde activar *

source: Select the pages where you want to enable reCAPTCHA/Turnstile.
de_de: Wählen Sie die Seiten aus, auf denen Sie reCAPTCHA/Turnstile aktivieren möchten.
nl_nl: Selecteer de pagina's waarop u reCAPTCHA/Turnstile wilt inschakelen.
pt_br: Escolha as páginas e/ou posts onde habilitar o reCAPTCHA.

source: If you selected one of the other options, you do not need to use this field.
de_de: Wenn Sie eine der anderen Optionen ausgewählt haben, müssen Sie dieses Feld nicht verwenden.
nl_nl: Als u een van de andere opties hebt geselecteerd, hoeft u dit veld niet te gebruiken.
pt_br: Se você selecionou uma das outras opções, não precisa usar este campo.

source: Hold down Ctrl (or Command) to select multiple pages.
de_de: Halten Sie die Strg-Taste (oder die Befehlstaste) gedrückt, um mehrere Seiten auszuwählen.
nl_nl: Houd Ctrl (of Command) ingedrukt om meerdere pagina's te selecteren.
pt_br: Mantenha pressionada a tecla Ctrl (ou Command) para selecionar várias páginas.

source: Enable reCAPTCHA/Turnstile on Login / Forgot Password /Register Forms?
de_de: reCAPTCHA/Drehkreuz bei Anmeldung aktivieren/Passwort vergessen/Formulare registrieren?
nl_nl: reCAPTCHA/Turnstile inschakelen bij inloggen / Wachtwoord vergeten / Registratieformulieren?
pt_br: Habilitar o reCAPTCHA em todas as Páginas e Posts?

source: Update
de_de: Aktualisieren
pt_br: Atualizar

source: Database Updated!
de_de: Datenbank aktualisiert!
nl_nl: Database bijgewerkt!
pt_br: Banco De Dados Atualizado!

source: Manage Pages, Login, Register, Forgot Password and Comment forms
de_de: Seiten verwalten, Anmelden, Registrieren, Passwort vergessen und Kommentarformulare
nl_nl: Beheer pagina's, log in, registreer, wachtwoord vergeten en commentaarformulieren
pt_br: Gerenciar páginas, login, registrar, esquecer senha e formulários de comentários

source: If you selected one of the other 3 first options, you do not need to use this field.
de_de: Wenn Sie eine der ersten 3 Optionen ausgewählt haben, müssen Sie dieses Feld nicht verwenden.
nl_nl: Als u één van de andere 3 eerste opties hebt geselecteerd, hoeft u dit veld niet te gebruiken.
pt_br: Se você selecionou uma das outras 3 primeiras opções, não precisa usar este campo.

source: Enable reCAPTCHA/Turnstile on Login / Forgot Password / Register Forms?
de_de: reCAPTCHA/Drehkreuz bei Anmeldung/Passwort vergessen/Registrierungsformularen aktivieren?
nl_nl: reCAPTCHA/Turnstile inschakelen bij inloggen / Wachtwoord vergeten / Registratieformulieren?
pt_br: Habilitar o reCAPTCHA em todas as Páginas e Posts?

source: Enable this only after you have whitelisted your IP and tested if your keys work.
de_de: Aktivieren Sie dies erst, nachdem Sie Ihre IP auf die Whitelist gesetzt und getestet haben, ob Ihre Schlüssel funktionieren.
nl_nl: Schakel dit pas in nadat u uw IP-adres op de witte lijst hebt gezet en hebt getest of uw sleutels werken.
pt_br: Habilite isso somente depois de colocar seu IP na lista de permissões e testar se suas chaves funcionam.

source: Yes, enable
de_de: Ja, aktivieren
nl_nl: Ja, inschakelen
pt_br: Sim, habilitar

source: No, do not enable
de_de: Nein, nicht aktivieren
nl_nl: Nee, niet inschakelen
pt_br: Não, não habilite

source: Enable reCAPTCHA/Turnstile on Comment Form?
de_de: reCAPTCHA/Drehkreuz im Kommentarformular aktivieren?
nl_nl: reCAPTCHA/Turnstile inschakelen op het opmerkingenformulier?
pt_br: Habilitar o reCAPTCHA em todas as Páginas e Posts?

source: If you clicked on the last option, fill out the slug of each pages and or posts to enable reCAPTCHA/Turnstile.
de_de: Wenn Sie auf die letzte Option geklickt haben, füllen Sie den Slug aller Seiten und/oder Beiträge aus, um reCAPTCHA/Turnstile zu aktivieren.
nl_nl: Als u op de laatste optie hebt geklikt, vult u de slug van elke pagina en/of bericht in om reCAPTCHA/Turnstile in te schakelen.
pt_br: Se você clicou na última opção, preencha o slug de cada página e/ou posts para habilitar o reCAPTCHA/Turnstile.

source: Otherwise, left blank
de_de: Andernfalls leer lassen
nl_nl: Anders leeg gelaten
pt_br: Caso contrário, deixar em branco

source: To get the Slug, go to
de_de: Um die Schnecke zu erhalten, gehen Sie zu
nl_nl: Om de Slug te krijgen, ga naar
pt_br: Para obter o Slug, vá para

source: 1) Dashboard => Pages => All Pages (or Posts)
de_de: 1) Dashboard => Seiten => Alle Seiten (oder Beiträge)
nl_nl: 1) Dashboard => Pagina's => Alle pagina's (of berichten)
pt_br: 1) Dashboard => Páginas => Todas Páginas (ou Posts)

source: 2) Click over Quick Edit
de_de: 2) Klicken Sie auf „Schnellbearbeitung“
nl_nl: 2) Klik op Snel bewerken
pt_br: 2) Clique sobre a Edição Rápida

source: 3) Copy the content of the slug field
de_de: 3) Kopieren Sie den Inhalt des Slug-Felds
nl_nl: 3) Kopieer de inhoud van het slug-veld
pt_br: 3) Copie o conteúdo do campo slug

source: 4)Paste below, <strong>one slug by line
de_de: 4)Fügen Sie unten <strong>einen Slug pro Zeile ein
nl_nl: 4) Plak hieronder, <strong>één slug voor regel
pt_br: Cole abaixo, uma slug por linha

source: 4)Paste below, one slug by line
de_de: 4)Fügen Sie unten Zeile für Zeile einen Slug ein
nl_nl: 4) Plak hieronder, één slug per regel
pt_br: Cole abaixo, uma slug por linha

source: Manage your Google / Cloudflare Keys
de_de: Verwalten Sie Ihre Google-/Cloudflare-Schlüssel
nl_nl: Beheer uw Google / Cloudflare-sleutels
pt_br: Gerencie suas chaves Google / Cloudflare

source: To get your required reCAPTCHA keys 3 from Google, visit:
de_de: Um die erforderlichen reCAPTCHA-Schlüssel 3 von Google zu erhalten, besuchen Sie:
nl_nl: Om de vereiste reCAPTCHA-sleutels 3 van Google te verkrijgen, gaat u naar:
pt_br: Para obter o requerido reCAPTCHA 3 key do google, visite:

source: To get your required Turnstile keys from Cloudflare, visit:
de_de: Um die erforderlichen Drehkreuzschlüssel von Cloudflare zu erhalten, besuchen Sie:
nl_nl: Om de benodigde Turnstile-sleutels van Cloudflare te verkrijgen, gaat u naar:
pt_br: Para obter o requerido reCAPTCHA 3 key do Cloudflare, visite:

source: After filling in the keys, if the TEST KEYS button does not appear, double-check the keys!
de_de: Wenn nach dem Ausfüllen der Schlüssel die Schaltfläche „SCHLÜSSEL TESTEN“ nicht angezeigt wird, überprüfen Sie die Schlüssel noch einmal!
nl_nl: Als de knop TEST KEYS niet verschijnt nadat u de sleutels hebt ingevuld, controleer dan de sleutels nogmaals!
pt_br: Após preencher as chaves, caso o botão TEST KEYS não apareça, verifique novamente as chaves!

source: Incorrect keys may generate errors in the console from Cloudflare or Google!
de_de: Falsche Schlüssel können zu Fehlern in der Konsole von Cloudflare oder Google führen!
nl_nl: Onjuiste sleutels kunnen fouten in de console veroorzaken van Cloudflare of Google!
pt_br: Chaves incorretas podem gerar erros no console da Cloudflare ou do Google!

source: Test Keys
de_de: Testschlüssel
nl_nl: Testsleutels
pt_br: Teste suas Chaves

source: Analytics Lasts 7 days
de_de: Analyse dauert 7 Tage
nl_nl: Analytics duurt 7 dagen
pt_br: Análise dura 7 dias

source: General Settings
de_de: Allgemeine Einstellungen
nl_nl: Algemene instellingen
pt_br: Definições Gerais

source: Manage Keys
de_de: Schlüssel verwalten
nl_nl: Beheer sleutels
pt_br: Gerenciar Chaves

source: Manage Message
de_de: Nachricht verwalten
nl_nl: Bericht beheren
pt_br: Gerenciar Mensagem

source: Manage Whitelist
de_de: Whitelist verwalten
nl_nl: Beheer witte lijst
pt_br: Gerenciar WhiteList

source: Analytics
de_de: Analyse
nl_nl: Analyse
pt_br: Análise

source: Test
de_de: Prüfen
pt_br: Teste

source: More Tools
de_de: Weitere Tools
nl_nl: Meer hulpmiddelen
pt_br: Mais ferramentas

source: Options to match your site design.
de_de: Optionen, die zu Ihrem Site-Design passen.
nl_nl: Opties die passen bij het ontwerp van uw site.
pt_br: Opções para combinar com o design de seu site.

source: Info about template:
de_de: Infos zur Vorlage:
nl_nl: Info over sjabloon:
pt_br: Informações sobre o tema:

source: You can also edit by hand the file template.php on plugin root:
de_de: Sie können die Datei template.php im Plugin-Stammverzeichnis auch manuell bearbeiten:
nl_nl: U kunt het bestand template.php ook handmatig bewerken in de plugin root:
pt_br: Você também pode editar manualmente o arquivo template.php na raiz do plugin:

source: Box Position
nl_nl: Positie van de box
pt_br: Posição da caixa

source: Top
de_de: Spitze
nl_nl: Bovenkant
pt_br: Principal

source: Footer
de_de: Fußzeile
nl_nl: Voettekst
pt_br: Rodapé

source: Center
nl_nl: Centrum
pt_br: Centro

source: Foreground Text Color:
de_de: Vordergrundtextfarbe:
nl_nl: Voorgrondtekstkleur:
pt_br: Cor Do Texto do Primeiro Plano:

source: Background Color:
de_de: Hintergrundfarbe:
nl_nl: Achtergrondkleur:
pt_br: Cor De Fundo:

source: Button Text Color:
de_de: Textfarbe der Schaltfläche:
nl_nl: Kleur van knoptekst:
pt_br: Cor Do Texto no Botão:

source: Button Background Color:
de_de: Hintergrundfarbe der Schaltfläche:
nl_nl: Achtergrondkleur van de knop:
pt_br: Cor De Fundo do Botão :

source: Choose an Existing Background Image: (Or upload a new one below)
de_de: Wählen Sie ein vorhandenes Hintergrundbild: (Oder laden Sie unten ein neues hoch)
nl_nl: Kies een bestaande achtergrondafbeelding: (Of upload hieronder een nieuwe)
pt_br: Escolha uma imagem de fundo existente: (ou carregue uma nova abaixo)

source: Select an image:
de_de: Wählen Sie ein Bild aus:
nl_nl: Selecteer een afbeelding:
pt_br: Selecione uma imagem:

source: Image Options
de_de: Bildoptionen
nl_nl: Afbeeldingsopties
pt_br: Opções de imagem

source: Choose how you want to display the background image
de_de: Wählen Sie, wie das Hintergrundbild angezeigt werden soll
nl_nl: Kies hoe u de achtergrondafbeelding wilt weergeven
pt_br: Você pode substituir a imagem de fundo

source: Use default images (above)
de_de: Standardbilder verwenden (oben)
nl_nl: Standaardafbeeldingen gebruiken (hierboven)
pt_br: Use imagens padrão (acima)

source: Use customized image uploaded (below)
de_de: Hochgeladenes benutzerdefiniertes Bild verwenden (unten)
nl_nl: Gebruik de aangepaste afbeelding die hieronder is geüpload
pt_br: Use a imagem personalizada enviada (abaixo)

source: Upload New Background Image if you choose to
de_de: Laden Sie ein neues Hintergrundbild hoch, wenn Sie möchten
nl_nl: Upload een nieuwe achtergrondafbeelding als u dat wilt
pt_br: Carregue uma nova imagem de fundo se desejar

source: You have the option to upload your own background image (recommended size: 1920px X 1080px).
de_de: Sie haben die Möglichkeit, Ihr eigenes Hintergrundbild hochzuladen (empfohlene Größe: 1920 x 1080 Pixel).
nl_nl: U kunt ervoor kiezen om uw eigen achtergrondafbeelding te uploaden (aanbevolen grootte: 1920px X 1080px).
pt_br: Você tem a opção de fazer upload de sua própria imagem de fundo (tamanho recomendado: 1920px X 1080px).

source: Currently uploaded image displayed below.
de_de: Aktuell hochgeladenes Bild wird unten angezeigt.
nl_nl: De afbeelding die momenteel is geüpload, wordt hieronder weergegeven.
pt_br: Imagem atualmente carregada exibida abaixo.

source: Select New Image
de_de: Neues Bild auswählen
nl_nl: Selecteer nieuwe afbeelding
pt_br: Selecione nova imagem

source: Update Options
de_de: Update-Optionen
nl_nl: Update-opties
pt_br: Atualização das Opções
