Repository: common-repository/recaptcha-for-all
Catalog: language/recaptcha-for-all-*.po
Languages: de_de, nl_nl, pt_br

source: Visit our FAQ page for more information.
de_de: Weitere Informationen finden Sie auf unserer FAQ-Seite.
nl_nl: Bezoek onze FAQ-pagina voor meer informatie.
pt_br: Visite nossa página de perguntas frequentes para mais informações.

source: For detailed instructions, videos, FAQs, and troubleshooting, visit the plugin site.
de_de: Detaillierte Anweisungen, Videos, FAQs und Informationen zur Fehlerbehebung finden Sie auf der Plugin-Site.
nl_nl: Bezoek de plug-insite voor gedetailleerde instructies, video's, veelgestelde vragen en probleemoplossing.
pt_br: Visite o site plugin para mais detalhes, vídeo, FAQ e página de solução de problemas.

source: Plugin Site
pt_br: Site do Plugin

source: FAQ Page
de_de: FAQ-Seite
nl_nl: FAQ-pagina
pt_br: Página Faq

source: Troubleshooting Page
de_de: Seite „Fehlerbehebung“
nl_nl: Probleemoplossingspagina
pt_br: Página de solução de problemas

source: No data is currently available. Please try again later.
de_de: Derzeit sind keine Daten verfügbar. Bitte versuchen Sie es später noch einmal.
nl_nl: Er zijn momenteel geen gegevens beschikbaar. Probeer het later opnieuw.
pt_br: Nenhum dado está disponível atualmente. Por favor, tente novamente mais tarde.

source: Did you like the Recaptcha For All Plugin?
de_de: Hat Ihnen das Recaptcha For All Plugin gefallen?
nl_nl: Vond je de Recaptcha For All-plug-in leuk?
pt_br: Gostou do plugin Recaptcha For All?

source: Please support us by rating our plugin on WordPress.org. Help us keep this plugin live and updated.
de_de: Bitte unterstützen Sie uns, indem Sie unser Plugin auf WordPress.org bewerten. Helfen Sie uns, dieses Plugin am Leben und auf dem neuesten Stand zu halten.
nl_nl: Steun ons alstublieft door onze plug-in op WordPress.org te beoordelen. Help ons deze plug-in live en bijgewerkt te houden.
pt_br: Por favor, ajude-nos classificando nosso plugin no WordPress.org. Ajude-nos a manter este plugin ativo e atualizado.

source: Rate
de_de: Bewerten
nl_nl: Beoordelen
pt_br: Avaliar

source: Please help us keep the plugin live & up-to-date
de_de: Bitte helfen Sie uns, das Plugin live und auf dem neuesten Stand zu halten
nl_nl: Help ons de plug-in live en up-to-date te houden
pt_br: Por favor, ajude-nos a manter o plugin ativo e atualizado

source: If you use & enjoy Recaptcha For All Plugin, please rate it on WordPress.org. It only takes a second and helps us keep the plugin live and maintained. Thank you!
de_de: Wenn Sie das Recaptcha For All Plugin verwenden und genießen, bewerten Sie es bitte auf WordPress.org. Es dauert nur eine Sekunde und hilft uns, das Plugin am Leben zu halten und zu warten. Danke schön!
nl_nl: Als u de Recaptcha For All-plug-in gebruikt en ervan geniet, beoordeel deze dan op WordPress.org. Het duurt slechts een seconde en helpt ons de plug-in live en onderhouden te houden. Bedankt!
pt_br: Se você usa e gosta do plug-in Recaptcha For All, avalie-o no WordPress.org. Leva apenas um segundo e nos ajuda a manter o plugin ativo e mantido. Obrigado!

source: Site Key and Secret Key are empty! Go to Manage Keys (tab)
de_de: Site Key und Secret Key sind leer! Gehe zu Schlüssel verwalten (Tab)
nl_nl: Site Key en Secret Key zijn leeg! Ga naar Manage Keys (tabblad)
pt_br: Site Chave do Segredo (secret key) ou Chave está vazia! Vá para Gerenciar Chaves (guia)

source: Open Recaptcha For All Plugin Here!
de_de: Öffnen Sie hier das Recaptcha-Plugin für alle!
nl_nl: Open Recaptcha voor alle plugins hier!
pt_br: Abra o Recaptcha para todos os plug-ins aqui!

source: Just Click Over Tools => Recaptcha For All.
de_de: Klicken Sie einfach auf „Tools“ => „Recaptcha für alle“.
nl_nl: Klik gewoon op Extra => Recaptcha voor iedereen.
pt_br: Basta clicar em Ferramentas => Recaptcha para todos.

source: We use cookies and javascript to improve the user experience and personalise content and ads, to provide social media features and to analyse our traffic. We also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.
de_de: Wir verwenden Cookies und JavaScript, um das Benutzererlebnis zu verbessern und Inhalte und Anzeigen zu personalisieren, um Social-Media-Funktionen bereitzustellen und um unseren Datenverkehr zu analysieren. Wir geben auch Informationen über Ihre Nutzung unserer Website an unsere Social-Media-, Werbe- und Analysepartner weiter, die diese möglicherweise mit anderen Informationen kombinieren, die Sie ihnen bereitgestellt haben oder die sie im Rahmen Ihrer Nutzung ihrer Dienste gesammelt haben.
nl_nl: We gebruiken cookies en javascript om de gebruikerservaring te verbeteren en content en advertenties te personaliseren, om social media functies te bieden en om ons verkeer te analyseren. We delen ook informatie over uw gebruik van onze site met onze social media, advertentie- en analysepartners die deze kunnen combineren met andere informatie die u aan hen hebt verstrekt of die zij hebben verzameld door uw gebruik van hun diensten.
pt_br: Usamos cookies e javascript para melhorar a experiência do usuário e personalizar conteúdo e anúncios, para fornecer mídias sociais recursos e analisar nosso tráfego. Também compartilhamos informações sobre o uso do nosso site nas nossas redes sociais, parceiros de publicidade e análise que podem combiná-los com outras informações que você forneceu a eles ou que eles coletaram pelo uso de seus serviços.

source: Design
nl_nl: Ontwerp

source: Dashboard
de_de: Armaturenbrett
